*** My Answer
    #+BEGIN_SRC python
      list = ['', '0', '1', '00', '01', '10', '11', '000', '001', '010']
      return sorted(list)
    #+END_SRC

    #+RESULTS:
    |   | 0 | 00 | 000 | 001 | 01 | 010 | 1 | 10 | 11 |

